/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "El valor no és vàlid.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "El valor %@ no és vàlid.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Escriviu un valor vàlid.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "El valor no és vàlid.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "El valor %@ no és vàlid.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "El valor és mássa petit.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "El valor és mássa gran.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Escriviu un valor vàlid.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Escriviu un nombre major o igual que %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Escriviu un nombre comprès entre %1$@ i %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Escriviu un nombre menor o igual que %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "El valor %@ és mássa petit.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "El valor %@ és mássa gran.";

/* NSFileLockingError */
"Err255-C" = "No s'ha pogut blocar el fitxer.";

/* NSFileLockingError */
"Err255-R" = "Pot ser que el fitxer ja estigui bloquejat o que no tingueu permís per blocar-lo.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "No s'ha pogut blocar el fitxer “%@”.";

/* NSFileReadUnknownError */
"Err256" = "No s'ha pogut obrir el fitxer.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "No s'ha pogut obrir el fitxer “%@”.";

/* NSFileReadNoPermissionError */
"Err257" = "No s'ha pogut obrir el fitxer perquè no disposeu de permís per visualitzar-lo.";

/* NSFileReadNoPermissionError */
"Err257-C" = "No disposeu de permís.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Per veure o canviar els permisos, seleccioneu l'ítem al Finder i aneu a Fitxer > Obtenir informació.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "No s'ha pogut obrir el fitxer “%@” perquè no disposeu de permís per visualitzar-lo.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "El nom del fitxer no és vàlid.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "No s'ha pogut obrir l'ítem perquè el nom de fitxer “%@” no és vàlid.";

/* NSFileReadCorruptFileError */
"Err259" = "No s'ha pogut obrir el fitxer perquè no té el format correcte.";

/* NSFileReadCorruptFileError */
"Err259-C" = "El fitxer no té el format correcte.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Pot ser que el fitxer s'hagi malmès, truncat o que tingui un format inesperat.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "No s'ha pogut obrir el fitxer “%@” perquè no té el format correcte.";

/* NSFileReadNoSuchFileError */
"Err260" = "No s'ha pogut obrir el fitxer perquè no existeix.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "La carpeta “%@” no existeix.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "El fitxer no existeix.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "La carpeta no existeix.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "No s'ha pogut obrir el fitxer “%@” perquè no existeix cap fitxer amb aquest nom.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "No s'ha pogut obrir el fitxer amb la codificació de text especificada.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "La codificació de text especificada no es pot aplicar.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "No es pot aplicar la codificació de text %@.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Pot ser que l’arxiu s’hagi desat amb una codificació de text diferent o que no sigui un arxiu de text.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "No s'ha pogut obrir el fitxer amb la codificació de text %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "No s'ha pogut obrir el fitxer “%2$@” amb la codificació de text %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "No s'ha pogut obrir el fitxer perquè el tipus d'URL especificat no és compatible.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "El tipus d'URL especificat no és compatible.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "No s'ha pogut obrir el fitxer “%1$@” perquè el tipus d'URL %2$@ no és compatible.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "No s'ha pogut obrir el fitxer perquè el tipus d'URL %@ no és compatible.";

/* NSFileReadTooLargeError */
"Err263" = "No s'ha pogut obrir el fitxer perquè és massa gran.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "L’arxiu és massa gran.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "No s'ha pogut obrir el fitxer “%@” perquè és massa gran.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "No s'ha pogut obrir el fitxer perquè no es pot determinar la codificació de text del seu contingut.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "No s'ha pogut determinar la codificació de text del contingut.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Pot ser que pugueu obrir el fitxer si n'especifiqueu una codificació de text.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "No s'ha pogut obrir el fitxer “%@” perquè no es pot determinar la codificació de text del seu contingut.";

/* NSUserCancelledError */
"Err3072-C" = "S’ha cancel·lat l’operació.";

/* NSPropertyListCorruptError */
"Err3840" = "No s'han pogut llegir les dades perquè s'han malmès.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Les dades s'han malmès.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "No s'han pogut llegir les dades perquè estan en un format que aquesta aplicació no pot entendre.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Les dades tenen un format que aquesta aplicació no pot entendre.";

/* NSPropertyListReadStreamError */
"Err3842" = "No s'han pogut llegir les dades degut a un error a l'origen de dades.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Hi ha hagut un error a l'origen de dades.";

/* NSPropertyListWriteStreamError */
"Err3851" = "No s'han pogut escriure les dades degut a un error a la destinació de les dades.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Hi ha hagut un error a la destinació de les dades.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "La carpeta “%@” no existeix.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "No s'ha pogut eliminar “%@”.";

/* NSFileNoSuchFileError */
"Err4-C" = "El fitxer no existeix.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "La carpeta no existeix.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "El fitxer “%@” no existeix.";

/* NSFileWriteUnknownError */
"Err512" = "No s'ha pogut desar el fitxer.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "El fitxer “%1$@” no s'ha pogut desar perquè el fitxer de còpia de seguretat no s'ha pogut actualitzar.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "No s'ha pogut copiar “%1$@” a “%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "No s'ha pogut enllaçar “%1$@” amb “%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "No s'ha pogut traslladar “%1$@” a “%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "No s'ha pogut eliminar “%@”.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "No s'ha pogut desar el fitxer de còpia de seguretat.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Pot ser que el fitxer de còpia de seguretat estigui bloquejat o que no tingueu permís per desar-lo. Per veure o canviar els permisos, seleccioneu l'ítem al Finder i aneu a Fitxer > Obtenir informació.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "No s'ha pogut desar el fitxer “%2$@” a la carpeta “%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "No s'ha pogut desar el fitxer “%@”.";

/* NSFileWriteNoPermissionError */
"Err513" = "No s'ha pogut desar el fitxer perquè no hi teniu permís.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "No s'ha pogut copiar “%1$@” perquè no teniu permís per accedir a “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "No s'ha pogut enllaçar “%1$@” perquè no teniu permís per accedir a “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "No s'ha pogut traslladar “%1$@” perquè no teniu permís per accedir a “%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "No s'ha pogut eliminar “%@” perquè no teniu permís per accedir-hi.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "No disposeu de permís.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Per veure o canviar els permisos, seleccioneu l'ítem al Finder i aneu a Fitxer > Obtenir informació.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "No teniu permís per desar el fitxer “%2$@” a la carpeta “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "No teniu permís per desar el fitxer “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "No s'ha pogut desar l'ítem perquè el nom de fitxer no és vàlid.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "No s'ha pogut eliminar l'ítem perquè el nom de fitxer “%@” no és vàlid.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "El nom del fitxer no és vàlid.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "No s'ha pogut desar l'ítem perquè el nom de fitxer “%@” no és vàlid.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "No s'ha pogut desar el fitxer amb la codificació de text especificada.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "La codificació de text especificada no es pot aplicar.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "No es pot aplicar la codificació de text %@.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Si és possible, seleccioneu una codificació de text diferent.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "No s'ha pogut desar el fitxer amb la codificació de text %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "No s'ha pogut desar el fitxer “%2$@” amb la codificació de text %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "No s'ha pogut desar el fitxer perquè el tipus d'URL especificat no és compatible.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "El tipus d'URL especificat no és compatible.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "No s'ha pogut desar el fitxer “%1$@” perquè el tipus d'URL %2$@ no és compatible.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "No s'ha pogut desar el fitxer perquè el tipus d'URL %@ no és compatible.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "No s'ha pogut desar el fitxer perquè no hi ha prou espai disponible.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "No s'ha pogut copiar “%1$@” a “%2$@” perquè no hi ha prou espai.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "No s'ha pogut enllaçar “%1$@” amb “%2$@” perquè no hi ha prou espai.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "No s'ha pogut traslladar “%1$@” a “%2$@” perquè no hi ha prou espai.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "No hi ha prou espai.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "No queda espai al volum “%@”.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Elimineu alguns fitxers del volum i torneu-ho a provar.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "No podeu desar el fitxer “%@” perquè  no hi ha prou espai.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "No es pot desar el fitxer “%1$@” perquè no queda espai al volum “%2$@”.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "No s'ha pogut desar el fitxer perquè el volum és només de lectura.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "El volum és només de lectura.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "El volum “%@” és només de lectura.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Proveu de desar el fitxer en un altre volum.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "No es pot desar el fitxer “%@” perquè el volum és només de lectura.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "No es pot desar el fitxer “%1$@” perquè el volum “%2$@” és només de lectura.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "No s'ha pogut completar l'operació. (Error %1$@ %2$ld.)";

